cask_args appdir: "/Applications"
tap "facebook/fb"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "git-duet/tap"
tap "tkersey/tap"
tap "unisonweb/unison"
brew "chruby"
brew "chruby-fish"
brew "direnv"
brew "exa"
brew "fd"
brew "fish"
brew "fzy"
brew "git"
brew "git-duet"
brew "git-lfs"
brew "hub"
brew "idris2"
brew "libhdhomerun"
brew "luarocks"
brew "luajit", args: ['HEAD']
brew "kotlin"
brew "kotlin-debug-adapter"
brew "kotlin-language-server"
brew "mas"
brew "neovim", args: ['HEAD']
brew "node"
brew "ripgrep"
brew "ruby-install"
brew "tree-sitter", args: ['HEAD']
brew "unison-language"
brew "vim"
brew "xcinfo"
brew "yarn"
cask "alacritty"
cask "brave-browser"
cask "clipy"
cask "deckset"
cask "discord-canary"
cask "font-monoid"
cask "font-national-park"
cask "font-sf-mono"
cask "hdhomerun"
cask "hex-fiend"
cask "mimestream"
cask "rectangle"
cask "sf-symbols"
cask "slack-beta"
cask "tuple"
cask "zoom"
mas "Pixelmator Pro", id: 1289583905
mas "Sourcery Pro", id: 1561780836
mas "Wipr", id: 1320666476
