cask_args appdir: "/Applications"
tap "bahdotsh/zp"
tap "facebook/fb"
tap "gschurck/fuzzybrew"
tap "homebrew/aliases"
tap "rs/tap"
brew "bat"
brew "curl"
brew "eza"
brew "fd"
brew "fish"
brew "fisher"
brew "fuzzybrew"
brew "fzf"
brew "fzy"
brew "gh"
brew "git"
brew "git-delta"
brew "hub"
brew "hurl"
brew "lazygit"
brew "luajit", args: ['HEAD']
brew "mas"
brew "neovim", args: ['HEAD']
brew "node"
brew "python"
brew "ripgrep"
brew "shellcheck"
brew "stylua"
brew "swiftformat"
brew "swiftlint"
brew "taplo"
brew "tree-sitter", args: ['HEAD']
brew "unisonlang"
brew "unxip"
brew "uv"
brew "zoxide"
cask "ankerwork"
cask "buildsettingextractor"
cask "chatgpt"
cask "claude"
cask "deckset"
cask "firefox@developer-edition"
cask "font-sf-mono"
cask "git-credential-manager"
cask "maccy"
cask "microsoft-teams"
cask "mimestream"
cask "proxyman"
cask "rectangle-pro"
cask "slack@beta"
cask "wezterm"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Apple Configurator", id: 1037126344
mas "Apple Developer", id: 640199958
mas "Pixelmator Pro", id: 1289583905
mas "Tapestry Loom", id: 6578414736
mas "TestFlight", id: 899247664
mas "Wipr2", id: 1662217862
