cask_args appdir: "/Applications"
tap "facebook/fb"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "git-duet/tap"
tap "heroku/brew"
tap "http4k/tap"
tap "rs/tap"
tap "saagarjha/tap"
tap "tkersey/tap"
tap "unisonweb/unison"
tap "wez/wezterm"
brew "cabal-install"
brew "chruby"
brew "chruby-fish"
brew "curlie"
brew "direnv"
brew "exa"
brew "fd"
brew "fish"
brew "fzy"
brew "git"
brew "git-delta"
brew "git-duet"
brew "git-lfs"
# brew "heroku"
# brew "http4k"
brew "hub"
brew "idris2"
brew "libhdhomerun"
brew "luarocks"
brew "luajit", args: ['HEAD']
brew "kotlin"
brew "kotlin-debug-adapter"
brew "kotlin-language-server"
brew "mas"
brew "neovim", args: ['HEAD']
brew "node"
brew "ripgrep"
brew "ruby-install"
brew "tree-sitter", args: ['HEAD']
brew "unison-language"
brew "unxip"
brew "wabt"
brew "wasmer"
brew "xcinfo"
brew "yarn"
brew "zoxide"
cask "ankerwork"
cask "brave-browser"
cask "clipy"
cask "deckset"
cask "docker"
# cask "font-monoid"
# cask "font-national-park"
cask "font-sf-mono"
cask "hdhomerun"
# cask "hex-fiend"
cask "mimestream"
# cask "mockoon"
cask "proxyman"
cask "rectangle-pro"
# cask "sf-symbols"
cask "slack-beta"
cask "tuple"
cask "wezterm"
cask "xcodes"
cask "zoom"
# mas "Coduo", id: 6443565833
mas "Pixelmator Pro", id: 1289583905
mas "Sourcery Pro", id: 1561780836
mas "Wipr", id: 1320666476
